Repository: salvatorecalo/Amathia
Catalog: lib/l10n/app_*.arb
Languages: it

source: User Profile
it: Profilo Utente

source: Dark Mode
it: Modalità scura

source: Change Password
it: Cambia la password

source: Sign Out
it: Esci dall'account

# unexpectedError
source: Unexpected error occurred
it: Si è verificato un errore inaspettato

# selectLanguage
source: Change Laungage
it: Seleziona lingua

# favoriteEmpty
source: There's nothing here. Add something to see it here
it: Non ci sono itinerari salvati

# favoriteText
source: Your Favorites
it: I tuoi preferiti

source: Favorite
it: Preferiti

# itineraries
source: Your itineraries
it: I tuoi itinerari

# loginText1
source: Login to
it: Accedi per

# loginText2
source: enjoy
it: goderti

# loginText3
source: your
it: la tua

# loginText4
source: holiday
it: vacanza

# mailEmpty
source: The email can't be empty
it: La mail non può essere vuota

# mailInvalid
source: The mail is not valid. It must contain a @ character
it: La mail non è valida. Deve contenere un carattere @

# enterMail
source: Enter your email
it: Inserisci la tua email

# enterPassword
source: Enter your password
it: Inserisci la password

# passwordEmpty
source: Password can't be empty
it: La password non può essere vuota

# passwordShort
source: Password must have from 8 character to 72
it: La password deve essere lunga almeno 8 caratteri

# passwordUpperCharacter
source: Password must contain one upper case letter
it: La password deve contenere una lettera maiuscola

# passwordNumberCharacter
source: Password must contain a number
it: La password deve contenere un numero

# passwordSpecialCharacter
source: Password must contain a special character
it: La password deve contenere un carattere speciale

# passwordLost
source: Don't remember your password?
it: Non ricordi la tua password?

# loginText
source: Login
it: Accedi

# registerText
source: Register
it: Registrati

source: Don't have an account?
it: Non hai un account?

# alreadyHaveAccountText
source: Already have an account?
it: Hai già un account?

# instructionSent
source: Inscruction sent
it: Istruzioni inviate

source: No problem!
it: Nessun problema!

source: Send
it: Invia

# backToLogin
source: Back to login page
it: Torna alla pagina di login

source: Explore
it: Esplora

# exploredesc
source: Beautiful landscapes in complete comfort
it: Magnifici paesaggi in tutta comodità

source: Visit
it: Visita

# visitdesc
source: The monuments that have characterized the history of this land
it: i monumenti che hanno caratterizzato la storia di questa terra

source: Discover
it: Scopri

# discovertext
source: The traditions of the land between the two seas
it: Le tradizioni della terra tra i due mari

source: Skip
it: Salta

source: Next
it: Avanti

# istruzioniInviate
source: Instruction sent
it: Istruzioni inviate

# passwordRecoveryInstructions
source: We have sent an email with password recovery instructions to {email}
it: Abbiamo inviato una mail con le istruzioni per il recupero password a {email}

# ricetteTitle1
source: Delicious Recipes
it: Ricette Deliziose

# ricetteTitle2
source: Cooking with Flavor
it: Cucina con Gusto

# ricetteTitle3
source: Today's Dishes
it: Piatti del Giorno

source: All
it: Tutte

# borghiTitle1
source: Discover the Boroughs
it: Scopri i Borghi

# borghiTitle2
source: Enchanting Places
it: Luoghi Incantevoli

# borghiTitle3
source: Explore the Boroughs
it: Esplora i Borghi

# monumentiTitle1
source: Monuments to Visit
it: Monumenti da Visitare

# monumentiTitle2
source: History and Culture
it: Storia e Cultura

# monumentiTitle3
source: Historical Marvels
it: Meraviglie Storiche

# naturaTitle1
source: Admire Nature
it: Ammira la Natura

# naturaTitle2
source: Dream Landscapes
it: Paesaggi da Sogno

# naturaTitle3
source: Green Exploration
it: Esplorazione Verde

source: Title not available
it: Titolo non disponibile

# descriptionNotAvailable
source: Description not avaible
it: Descrizione non disponibile

source: Story:
it: Storia:

# getLocation
source: Go to this place
it: Raggiungi questo luogo

source: Description:
it: Descrizione:

source: Process:
it: Prodedimento:

source: Ingredients:
it: Ingredienti:

source: Recipes
it: Ricette

source: Monuments
it: Monumenti

source: Nature
it: Natura

# cities
source: Villages
it: Borghi

# searchText
source: Search something...
it: Cerca qualcosa...

# alreadyHaveAnAccountError
source: Account already exists, login with it
it: Account già esistente, effettua l'accesso con questo account

# tooManyRequests
source: Too many requests sent. Try later
it: Troppe richieste inviate. Riprova più tardi

# serverError
source: The server does not respond. Please try later
it: Il server non risponde. Riprovare più tardi

# registerText2
source: Register to
it: Registrati per

# passwordDoesNotMatch
source: Passwords does not match
it: Le password non coincidono

# retypePassword
source: Retype your password
it: Ripeti la tua password

# termsText1
source: Creating an account, you accept our
it: Crendo un account, accetti i nostri

# termsText2
source: Terms of Services
it: Termini di Servizio

# noInternetTitle
source: No connection
it: Nessuna connessione

# noInternetMessage
source: You must be connected to use our app
it: Devi essere connesso alla rete per usare l'app

# getInspired
source: Don't know what to do? Get inspired...
it: Non sai cosa fare? Lasciati ispirare...

# recipeSuggestionText
source: Advise me a recipe to do
it: Consigliami una ricetta da fare

# citySuggestionText
source: Advise me a city to visit
it: Consigliami un borgo da visitare

# monumentsSuggestionText
source: Advise me a monuments to visit
it: Consigliami un monumento da visitare

# natureSuggestionText
source: Advise me a place do explore
it: Consigliami una posto da scoprire

source: Done
it: Completa

source: Create itinerary
it: Crea itinerario

# insertTitle
source: Enter the title
it: Inserisci il titolo

source: Create
it: Crea

source: Cancel
it: Annulla

# successfulCreateItinenary
source: Successful created itinenary!
it: Itinerario creato con successo!

source: Edit Title
it: Modifica Titolo

source: Enter new title
it: Inserisci un nuovo titolo

# titleUpdatedSuccessful
source: Successful update title
it: Titolo aggiornato con successo

# deleteConfirmation
source: Are you sure you want to delete
it: Vuoi davvero eliminare

source: Delete
it: Elimina

source: Save
it: Salva

# itinerariText
source: Itineraries
it: Itinerari

# searchItineraries
source: Search itinerary...
it: Cerca itinerari...

source: Sort by
it: Ordina per

# sortByTitle
source: Title
it: Titolo

# sortByType
source: Type
it: Tipo

# sortByLocation
source: Location
it: Posizione

# confirmDelete
source: Confirm deletion
it: Conferma eliminazione

source: Delete Account
it: Cancella Account

# warningDelete
source: Are you sure you want to delete your account? This action is irreversible, and all your associated data will be permanently lost. Do you wish to continue?
it: ATTENZIONE: Questa azione è irreversibile! Eliminando il tuo account, perderai tutti i dati salvati. Sei sicuro di voler procedere?

# itinineraryEmpty
source: There doesn't seem to be anything here... Create an itinerary and enjoy your trip!
it: Sembra che non ci sia niente qui... Crea un itinerario e goditi il ​​viaggio!

# copyright
source: Most of the images are taken from Freepik.com
it: La maggior parte delle immagini è presa da Freepik.com

source: No itinerary found
it: Nessun itinerario trovato

# selectItinerary
source: Select an itinerary
it: Seleziona un itinerario

# removeFromItinerary
source: Removed from itinerary
it: Rimosso dall'itinerario

# addedToItinerary
source: Added to itinerary {itineraryTitle}
it: Aggiunto all'itinerario {itineraryTitle}

source: Search...
it: Cerca...

# contribuiteText
source: There're a lot of data to intert into the database so it's difficult for me to insert all data, if you want to contribuite by adding data, edit them conact me on my email: salvacalo.04@gmail.com
it: Ci sono un sacco di dati da inserire nel database e da solo mi è difficile capire cosa manca o no, se vuoi contribuire aggiungendo o modificando le informazioni su questa app invia una mail a salvacalo.04@gmail.com

# resultEmpty
source: There is nothing to see here
it: Non sembra esserci nulla qua...
